Repository: doxuto/monkey-browser
Catalog: focus-ios/Blockzilla/Localizable.xcstrings
Source language: en
Languages: af, am, an, ar, ast, az, be, bg, bn, br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es_ar, es_cl, es_es, es_mx, et, eu, fa, fi, fil, fr, ga, gd, gl, gu_in, he, hi_in, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, kn, ko, lo, lt, lv, mr, ms, my, nb, ne_np, nl, nn, pa_in, pl, pt_br, pt_pt, ro, ru, ses, si, sk, sl, sq, sv, ta, te, th, tr, tt, uk, ur, uz, vi, zh_cn, zh_tw

# Onboarding.DefaultBrowser.SecondSubtitle.V2
source: Make %@ your default to protect your data with every link you open.
am: በሚከፍቱት እያንዳንዱ አገናኝ ውሂብዎን ለመጠበቅ %@ ነባሪ ያድርጉ።
be: Зрабіце %@ прадвызначаным браўзерам, каб абараніць вашы даныя пры адкрыцці кожнай спасылцы.
bg: Направете %@ по подразбиране, за да защитите данните си с всяка връзка, която отворите.
br: Lakaat %@ dre ziouer evit gwareziñ ho roadennoù gant pep liamm digoret.
bs: Neka %@ bude zadan da zaštitite svoje podatke sa svakim linkom koji otvorite.
ca: Feu que el %@ sigui el navegador per defecte i protegiu les vostres dades cada vegada que obriu un enllaç.
co: Fate di %@ u vostru navigatore predefinitu per prutege i vostri dati à l’apertura d’ogni liame.
cs: Nastavte si aplikaci %@ jako výchozí a chraňte tak svá data při každém otevření odkazu.
cy: Gwnewch %@ eich porwr rhagosodedig i ddiogelu eich data gyda phob dolen rydych yn eu hagor.
da: Gør %@ til din standard-browser for at beskytte dine data, hver gang du åbner et link.
de: Legen Sie %@ als Standard fest, um Ihre Daten bei jedem von Ihnen geöffneten Link zu schützen.
dsb: Cyńśo %@ k swójomu standardnemu wobglědowakoju, aby swóje daty z kuždym wótkazom, kótaryž wócynjaśo, šćitał.
el: Ορίστε το %@ ως προεπιλογή για να προστατεύσετε τα δεδομένα σας με κάθε σύνδεσμο που ανοίγετε.
eo: Igu %@ via norma retumilo por protekti viajn datumojn en ĉiu malfermita ligilo.
es_ar: Poné a %@ como predeterminado para proteger tus datos con cada enlace que abrás.
es_cl: Establece %@ como tu predeterminado para proteger tus datos con cada enlace que abras.
es_es: Establece %@ como predeterminado para proteger tus datos con cada enlace que abras.
es_mx: Establece %@ como predeterminado para proteger tus datos con cada enlace que abras.
eu: Lehenetsi %@, irekitako lotura bakoitzarekin zure datuak babesteko.
fi: Aseta %@ oletusselaimeksi suojataksesi tietojasi jokaisen avaamasi linkin yhteydessä.
fr: Choisissez %@ comme navigateur par défaut et protégez vos données à chaque lien que vous ouvrez.
gd: Cleachd %@ mar a’ bhun-roghainn agad airson an dàta agad a dhìon ge be dè an ceangal a dh’fhosglas tu.
gl: Establece %@ como predeterminado para protexer os seus datos con cada ligazón que abra.
he: ניתן להפוך את %@ לדפדפן ברירת המחדל שלך כדי להגן על הנתונים שלך עם כל קישור שנפתח.
hsb: Čińće %@ k swojemu standardnemu wobhladowakej, zo byšće swoje daty z kóždym wotkazom, kotryž wočinjeće, škitał.
hu: Legyen a %@ az alapértelmezett böngészője, hogy minden megnyitott hivatkozásnál megvédje az adatait.
ia: Rende %@ tu predefinite pro proteger tu datos con cata ligamine tu aperi.
id: Jadikan %@ sebagai perlindungan baku data Anda dengan setiap tautan yang Anda buka.
is: Gerðu %@ sjálfgefið til að vernda gögnin þín við hvern tengil sem þú opnar.
it: Imposta %@ come browser predefinito per proteggere i tuoi dati quando apri qualsiasi link.
ja: %@ をデフォルトブラウザーに設定すれば、開いたリンク先であなたのデータが保護されます。
ka: გახადეთ %@ ნაგულისხმევი, რომ დაიცვათ მონაცემები ყოველი ბმულის გახსნისას.
kab: Err %@ d iminig-ik·im amezwer i ummesten n yifeka-k·m yal tikkelt mi ara teldiḍ aseɣwen.
kk: Әрбір ашылған сілтеме кезінде деректеріңізді қорғау үшін %@ өнімін негізгі етіп орнатыңыз.
ko: 링크를 열 때마다 내 데이터를 보호하려면 %@를 기본 브라우저로 설정하세요.
lo: ເຮັດໃຫ້ %@ ເປັນຄ່າເລີ່ມຕົ້ນຂອງທ່ານເພື່ອປົກປ້ອງຂໍ້ມູນຂອງທ່ານດ້ວຍທຸກລິ້ງທີ່ທ່ານເປີດ.
nb: Gjør %@ til standard for å beskytte dine data med hver lenke du åpner.
nl: Maak %@ uw standaard om uw gegevens te beschermen bij elke koppeling die u opent.
nn: Gjer %@ til standardnettlesar for å beskytte dataa dine, kvar gong du opnar ei lenke.
pa_in: ਤੁਹਾਡੇ ਵਲੋਂ ਹਰ ਲਿੰਕ ਨੂੰ ਖੋਲ੍ਹੇ ਡਾਟੇ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਲਈ %@ ਨੂੰ ਆਪਣਾ ਮੂਲ ਬਰਾਊਜ਼ਰ ਬਣਾਓ।
pl: Ustaw przeglądarkę %@ jako domyślną, aby chronić swoje dane przy każdym otwieranym odnośniku.
pt_br: Torne o %@ o padrão para proteger seus dados a cada link que você abrir.
pt_pt: Predefina o %@ para proteger os seus dados com cada ligação que abrir.
ru: Сделайте %@ своим браузером по умолчанию, чтобы защитить свои данные при открытии каждой ссылки.
si: විවෘත වන සෑම සබැඳියක් සමඟ ඔබගේ දත්ත රැකවරණයට %@ පෙරනිමි කරන්න.
sk: Nastavte si %@ ako predvolený, aby ste ochránili svoje údaje pri každom otvorení odkazu.
sl: Nastavite %@ kot privzet brskalnik, ki naj ščiti vaše podatke vsakič, ko odprete povezavo.
sq: Bëjeni %@-in parazgjedhjen tuaj, që të mbroni të dhënat tuaja për çdo lidhje që hapni.
sv: Gör %@ till din standard för att skydda dina data med varje länk du öppnar.
th: ทำให้ %@ เป็นค่าเริ่มต้นของคุณเพื่อปกป้องข้อมูลของคุณด้วยทุกลิงก์ที่คุณเปิด
tr: Açtığınız her bağlantıda verilerinizi korumak için %@’u saptanmış tarayıcınız yapın.
tt: Һәр сылтаманы ачканда да мәгълүматыгыз саклансын өчен %@ браузерын төп браузер итеп билгеләгез.
uk: Зробіть %@ типовим, щоб захистити ваші дані під час відкриття кожного посилання.
vi: Đặt %@ làm mặc định giúp đảm bảo sự riêng tư của bạn trên Internet.
zh_cn: 将 %@ 设为默认浏览器，保护您的数据安全。
zh_tw: 將 %@ 設為預設瀏覽器，保護您的資料。

# Onboarding.DefaultBrowser.Title.V2
source: %@ isn’t like other browsers
am: %@ እንደ ሌሎች አሳሾች አይደለም
be: %@ не падобны на іншыя браўзеры
bg: %@ не е като другите браузъри
br: %@ n'eo ket evel ar verdeerien all
bs: %@ nije kao drugi pretraživači
ca: El %@ no és com els altres navegadors
co: %@ ùn hè micca cum’è l’altri navigatori
cs: %@ není jako ostatní prohlížeče
cy: Nid yw %@ yn debyg i borwyr eraill
da: %@ er ikke som andre browsere
de: %@ ist nicht wie andere Browser
dsb: %@ njejo ako druge wobglědowaki
el: Το %@ δεν είναι σαν τα άλλα προγράμματα περιήγησης
eo: %@ ne estas kiel aliaj retumiloj
es_ar: %@ no es como los otros navegadores
es_cl: %@ no es como otros navegadores
es_es: %@ no es como otros navegadores
es_mx: %@ no es como otros navegadores
eu: %@ ez da beste nabigatzaileak bezalakoa
fi: %@ ei ole kuten muut selaimet
fr: %@ n’est pas comme les autres navigateurs
gd: Chan eil %@ mar a tha brabhsairean eile
gl: %@ non é como outros navegadores
he: ‏%@ אינו דומה לדפדפנים אחרים
hsb: %@ kaž druhe wobhladowaki njeje
hu: A %@ nem olyan, mint a többi böngésző
ia: %@ non es como altere navigatores
id: %@ tidak seperti peramban lain
is: %@ er ekki eins og aðrir vafrar
it: %@ non è come gli altri browser
ja: %@ は他のブラウザーとは一味違います
ka: %@ არ ჰგავს სხვა ბრაუზერებს
kab: %@ mačči am yiminigen-nniḍen
kk: %@ басқа браузерлер сияқты емес
ko: %@, 다른 브라우저와 다릅니다.
lo: %@ ບໍ່ຄືກັບຕົວທ່ອງເວັບອື່ນໆ
nb: %@ er ikke som andre nettlesere
nl: %@ is niet zoals andere browsers
nn: %@ er ikkje som andre nettlesarar
pa_in: %@ ਹੋਰਨਾਂ ਬਰਾਊਜ਼ਰਾਂ ਵਰਗਾ ਨਹੀਂ ਹੈ
pl: %@ nie jest jak inne przeglądarki
pt_br: O %@ não é como outros navegadores
pt_pt: O %@ não é como os outros navegadores
ru: %@ не похож на другие браузеры
si: %@ වෙනත් අතිරික්සු මෙන් නොවේ
sk: %@ nie je ako iné prehliadače
sl: %@ ni kot drugi brskalniki
sq: %@ s’është si shfletuesit e tjerë
sv: %@ är inte som andra webbläsare
th: %@ ไม่เหมือนบราวเซอร์อื่นๆ
tr: %@ diğer tarayıcılara benzemez
tt: %@ башка браузерлар кебек түгел
uk: %@ не схожий на інші браузери
vi: %@ không giống như các trình duyệt khác
zh_cn: %@ 与其他浏览器不同
zh_tw: %@ 與其他瀏覽器不同

# Onboarding.DefaultBrowser.TopButtonTitle.V2
source: Set as Default Browser
am: ነባሪ አሳሽ አድርገህ አስቀምጥ
be: Зрабіць прадвызначаным браўзерам
bg: Задаване като браузър по подразбиране
br: Lakaat da verdeer dre ziouer
bs: Postavi kao zadani pretraživač
ca: Defineix com a navegador per defecte
co: Sceglie cum’è navigatore predefinitu
cs: Nastavit jako výchozí prohlížeč
cy: Gosod fel y Porwr Ragosodedig
da: Angiv som standardbrowser
de: Als Standardbrowser festlegen
dsb: Ako standardny wobglědowak nastajiś
el: Ορισμός ως προεπιλογή
eo: Difini kiel norma retumilo
es_ar: Establecer como navegador predeterminado
es_cl: Establecer como navegador predeterminado
es_es: Establecer como navegador predeterminado
es_mx: Establecer como navegador predeterminado
eu: Ezarri nabigatzaile lehenetsi gisa
fi: Aseta oletusselaimeksi
fr: Définir comme navigateur par défaut
gd: Suidhich mar am brabhsair bunaiteach
gl: Estabelecer como navegador predeterminado
he: הגדרה כדפדפן ברירת המחדל
hsb: Jako standardny wobhladowak nastajić
hu: Beállítás alapértelmezett böngészőként
ia: Eliger como navigator predefinite
id: Setel sebagai Peramban Baku
is: Setja sem sjálfgefinn vafra
it: Imposta come browser predefinito
ja: デフォルトブラウザーに設定する
ka: ნაგულისხმევ ბრაუზერად დაყენება
kab: Sbadu-t d iminig amezwer
kk: Негізгі браузер қылу
ko: 기본 브라우저로 설정하기
lo: ຕັ້ງໃຫ້ເປັນບຣາວເຊີຫລັກ
nb: Bruk som standard nettleser
nl: Als standaardbrowser instellen
nn: Bruk som standard nettleser
pa_in: ਮੂਲ ਬਰਾਊਜ਼ਰ ਬਣਾਓ
pl: Ustaw jako domyślną przeglądarkę
pt_br: Definir como navegador padrão
pt_pt: Definir como navegador predefinido
ru: Установить браузером по умолчанию
si: පෙරනිමි අතිරික්සුව කරන්න
sk: Nastaviť ako predvolený prehliadač
sl: Nastavi kot privzeti brskalnik
sq: Caktojeni Shfletuesin Parazgjedhje
sv: Ange som standardwebbläsare
th: ตั้งเป็นเบราว์เซอร์เริ่มต้น
tr: Saptanmış tarayıcı yap
tt: Төп браузер итеп билгеләү
uk: Установити типовим браузером
vi: Đặt làm trình duyệt mặc định
zh_cn: 设为默认浏览器
zh_tw: 設為預設瀏覽器

# Onboarding.History.Description
source: Erase your browsing history, passwords, cookies, and prevent unwanted ads from following you in a simple click!
am: የአሰሳ ታሪክዎን፣ የይለፍ ቃሎችዎን፣ ኩኪዎችዎን ያጥፉ እና አላስፈላጊ ማስታወቂያዎችን በቀላል ጠቅታ እንዳትከተልሉዎ ያግዱ!
be: Адным націскам выдаліце гісторыю аглядання, паролі, кукі і не дайце непажаданай рэкламе ісці за вамі!
bg: Изтрийте вашата история на сърфиране, пароли, бисквитки и предотвратете нежеланите реклами да ви следват с едно просто щракване!
br: Dilemel roll-istor ar merdeiñ, ar gerioù-tremen, an toupinoù ha mirout ouzh ar bruderezhioù strobus da heuliañ ac'hanoc'h gant ur c'hlik nemetken!
bs: Izbrišite svoju historiju pretraživanja, lozinke, kolačiće i spriječite neželjene oglase da vas prate, jednim klikom!
ca: Elimineu l'historial de navegació, contrasenyes i galetes i eviteu que anuncis no desitjats us segueixin amb un sol clic!
co: D’un cliccu simplice, squassate a vostra cronolugia di navigazione, e vostre parolle d’intesa, i vostri canistrelli, è impedite e publicità indesiderevule di seguitavvi.
cs: Smažte svou historii prohlížení, hesla a cookies a zabraňte jedním klepnutím nechtěným reklamám, aby vás pronásledovaly.
cy: Dilewch eich hanes pori, cyfrineiriau, cwcis, ac atal hysbysebion diangen rhag eich dilyn chi drwy un clic syml!
da: Med ét klik kan du slette din browserhistorik, dine adgangskoder og cookies - og forhindre uønskede reklamer i at følge dig.
de: Löschen Sie mit einem einfachen Klick Ihre Surf-Chronik, Passwörter, Cookies und verhindern Sie, dass unerwünschte Anzeigen Sie verfolgen!
dsb: Lašujśo swóju pśeglědowańsku historiju, gronidła, cookieje, a zajźujśo z jadnym kliknjenim tomu, až wam njewitane wabjenje slědujo!
el: Διαγράψτε το ιστορικό περιήγησης, τους κωδικούς πρόσβασης, τα cookie σας και αποτρέψτε την καταγραφή από ανεπιθύμητες διαφημίσεις με ένα μόνο πάτημα!
eo: Forigi vian retuman historion, pasvortojn, kuketojn kaj eviti ke nedezirataj reklamoj spuru vin tra la reto, pero unu alklako!
es_ar: ¡Eliminá tu historial de navegación, contraseñas, cookies y evitá que los anuncios no deseados te sigan con un simple clic!
es_cl: ¡Borra tu historial de navegación, contraseñas, cookies y evita que los anuncios no deseados te sigan con un simple clic!
es_es: ¡Borra tu historial de navegación, contraseñas, cookies y con un simple clic evita que te sigan los anuncios no deseados!
es_mx: ¡Borra tu historial de navegación, contraseñas, cookies y evita que los anuncios no deseados te sigan con un simple clic!
et: Kustuta lehitsemise ajalugu, paroolid ja küpsised ning väldi ühe puutega reklaamide poolt jälitamist!
eu: Ezabatu zure nabigazio-historia, pasahitzak, cookieak eta eragotzi iragarkiek zure jarraipena egitea klik bakarrarekin!
fi: Tyhjennä selaushistoriasi, salasanasi, evästeesi ja estä ei-toivottuja mainoksia seuraamasta sinua yhdellä napsautuksella!
fr: Effacez votre historique de navigation, vos mots de passe, vos cookies, et empêchez les publicités indésirables de vous suivre d’un simple clic !
gd: Suath bàn an eachdraidh brabhsaidh, na faclan-faire is briosgaidean agus cuir casg air sanasachd o bhith gad leantainn ann an aon bhriogadh!
gl: Borre o seu historial de navegación, contrasinais, cookies e evite que os anuncios non desexados o sigan cun só clic!
he: למחוק את היסטוריית הגלישה, הססמאות והעוגיות שלך ולמנוע מפרסומות לא רצויות לעקוב אחריך בלחיצה אחת!
hsb: Zhašejće swoju přehladowansku historiju, hesła, placki, a zadźěwajće z jednym kliknjenjom tomu, zo wam njewitane wabjenje slěduje!
hu: Egyetlen kattintással törölheti böngészési előzményeit, jelszavait, sütijeit, és megakadályozhatja, hogy a nem kívánt hirdetések kövessék.
ia: Per un simple clic, cancella chronologia de navigation, contrasignos, cookies, e impedi al avisos publicitari indesiderate de sequer te!
id: Hapus riwayat penjelajahan, sandi, kuki, dan cegah iklan yang tidak diinginkan untuk mengikuti Anda dengan sekali klik!
is: Eyddu vafraferli þínum, lykilorðum, vafrakökum og komdu í veg fyrir að óæskilegar auglýsingar fylgi þér, allt með einum smelli!
it: Con un solo clic elimina la cronologia di navigazione, le password, i cookie e impedisci alle pubblicità indesiderate di seguirti.
ja: クリックするだけでブラウジング履歴、パスワード、Cookie を消去し、不要な広告による追跡を防ぎます。
ka: გაასუფთავეთ მონახულებული გვერდების ისტორია, პაროლები, ფუნთუშები და აუკრძალეთ არასასურველ რეკლამებს დადევნების საშუალება, მხოლოდ ერთი დაწკაპებით!
kab: Sfeḍ azray-ik•im n Tunigin, awalen-ik•im uffir, inagan-ik•im n tuqqna, tesweḥleḍ adellel akken ur ak•akem-iṭṭafar ara s yiwen kan usiti!
kk: Қарапайым шерту арқылы шолу тарихын, парольдер, cookie файлдарын өшіріңіз және қажетсіз жарнамалардың сіздің соңыңыздан еруін болдырмаңыз!
ko: 클릭 한 번으로 인터넷 사용 기록, 비밀번호, 쿠키를 지우고 원치 않는 광고가 나를 따라오는 것을 방지할 수 있습니다!
lo: ລຶບປະຫວັດການທ່ອງເວັບ, ລະຫັດຜ່ານ, ຄຸກກີ້, ແລະປ້ອງກັນບໍ່ໃຫ້ໂຄສະນາທີ່ບໍ່ຕ້ອງການຕິດຕາມເຈົ້າດ້ວຍການຄລິກງ່າຍໆ!
nb: Slett nettleserhistorikken, passordene, infokapslene og hindre uønskede annonser fra å følge deg med et enkelt klikk!
nl: Wis uw navigatiegeschiedenis, wachtwoorden, cookies en voorkom dat ongewenste advertenties u volgen met een simpele klik!
nn: Slett nettlesarhistorikken, passorda, infokapslane og hindre uønskte annonsar frå å følgje deg med eit enkelt klikk!
pa_in: ਬੱਸ ਇੱਕ ਕਲਿੱਕ ਨਾਲ ਆਪਣੇ ਬਰਾਊਜ਼ ਕਰਨ ਦਾ ਅਤੀਤ, ਪਾਸਵਰਡਾ, ਕੂਕੀਜ਼ ਨੂੰ ਮਿਟਾਓ ਅਤੇ ਬੇਲੋੜੇ ਇਸ਼ਤਿਹਾਰਾਂ ਨੂੰ ਤੁਹਾਡਾ ਪਿੱਛਾ ਕਰਨ ਰੋਕੋ!
pl: Usuń historię przeglądania, hasła i ciasteczka oraz uniemożliw niechcianym reklamom chodzenie za Tobą po sieci jednym kliknięciem!
pt_br: Apague o histórico de navegação, senhas, cookies e evite que anúncios indesejados sigam você com um simples clique!
pt_pt: Apague o seu histórico de navegação, palavras-passe, cookies e evite que anúncios indesejados o(a) sigam com um simples clique!
ru: Одним нажатием сотрите историю посещения страниц, пароли, куки и не дайте следовать за вами нежелательной рекламе!
si: ඔබගේ පිරික්සුම් ඉතිහාසය, මුරපද, දත්තකඩ මකන්න සහ තනි එබීමකින් අනවශ්‍ය දැන්වීම් ඔබව ලුහුබැඳීමෙන් වළක්වන්න!
sk: Vymažte svoju históriu prehliadania, heslá, súbory cookie a zabráňte tomu, aby vás prenasledovali nechcené reklamy, a to jednoduchým kliknutím!
sl: Z enim samim klikom izbrišite zgodovino brskanja, gesla in piškotke ter preprečite, da bi vas spremljali neželeni oglasi.
sq: Fshini historikun e shfletimeve tuaja, fjalëkalime, cookies dhe parandaloni ndjekjen tuaj nga reklama të padëshiruara, me një klikim të thjeshtë!
sv: Radera din webbhistorik, lösenord, kakor och förhindra att oönskade annonser följer dig med ett enkelt klick!
th: ลบประวัติการเรียกดู รหัสผ่าน คุกกี้ และป้องกันไม่ให้โฆษณาที่ไม่ต้องการติดตามคุณในคลิกเดียว!
tr: Gezinti geçmişinizi, parolalarınızı, çerezlerinizi silin ve tek bir dokunuşla istenmeyen reklamların sizi takip etmesini önleyin!
tt: Гизү тарихыгызны, серсүзләрегезне, кукиларны бетерегез һәм бер басу белән кирәкмәгән рекламаларны күзәтчелек итүдән тыегыз!
uk: Зітріть історію перегляду, паролі, файли cookie, щоб запобігти стеженню за вами небажаною рекламою, одним дотиком!
vi: Xóa lịch sử duyệt web, mật khẩu, cookie và ngăn các quảng cáo không mong muốn theo dõi bạn chỉ bằng một lần nhấn đơn giản!
zh_cn: 一按即可清除您的浏览历史、密码、Cookie，并阻止被烦人的广告跟踪！
zh_tw: 只要輕鬆一點，就可以清除您的上網紀錄、網頁密碼、Cookie，並防止被不想要的廣告追蹤！

# Onboarding.History.Title
source: Your history doesn’t follow you
am: ታሪክዎ አይከተልዎትም
be: Ваша гісторыя не ходзіць за вамі
bg: Вашата история не ви следва
br: Ho roll istor ne heuilh ket ac'hanoc'h
bs: Vaša historija vas ne prati
ca: El vostre historial no us segueix
co: A vostra cronolugia ùn vi seguita micca
cs: Vaše historie vás nevysleduje
cy: Nid yw eich hanes yn eich dilyn
da: Din historik følger dig ikke
de: Ihre Chronik verfolgt Sie nicht
dsb: Waša historija wam njeslědujo
el: Το ιστορικό σας δεν σας ακολουθεί
eo: Via historio ne sekvas vin
es_ar: Tu historial no te sigue
es_cl: Tu historial no te sigue
es_es: Tu historial no te sigue
es_mx: Tu historial no te sigue
et: Sinu ajalugu ei jälita sind
eu: Zure historiak ez du zure jarraipenik egiten
fi: Historiasi ei seuraa sinua
fr: Libérez-vous de votre historique
gd: Chan eil an eachdraidh gad leantainn mun cuairt
gl: A súa historia non o segue
he: ההיסטוריה שלך לא עוקבת אחריך
hsb: Waša historija wam njeslěduje
hu: Az előzményei nem követik Önt
ia: Tu chronologia non te seque plus
id: Riwayat Anda tidak mengikuti
is: Sagan þín fylgir þér ekki
it: Liberati della tua cronologia
ja: あなたの足跡から追跡されません
ka: წარსული ვერ დაგედევნებათ კუდში
kab: Azray-ik·im ur ak·akem-iṭṭafar ara
kk: Сіздің тарихыңыз сіздің соңыңыздан ермейді
ko: 내 탐색 기록이 나를 따라다니지 않습니다.
lo: ປະຫວັດຂອງເຈົ້າບໍ່ຕິດຕາມເຈົ້າ
nb: Historikken din følger deg ikke
nl: Uw geschiedenis volgt u niet
nn: Historikken din følgjer deg ikkje
pa_in: ਤੁਹਾਡਾ ਅਤੀਤ ਤੁਹਾਡਾ ਪਿੱਛਾ ਨਹੀਂ ਕਰਦਾ ਹੈ
pl: Twoja historia nie chodzi za Tobą
pt_br: Seu histórico não segue você
pt_pt: O seu histórico não o(a) segue
ru: Ваша история за вами следовать не будет
si: ඔබගේ ඉතිහාසය ඔබව හඹා නොයයි
sk: Vaša história vás nenasleduje
sl: Vaša zgodovina vam ne sledi
sq: Historiku juaj s’ju ndjek nga pas
sv: Din historik förföljer dig inte
th: ประวัติของคุณไม่ได้ติดตามคุณ
tr: Geçmişiniz peşinizden gelmesin
tt: Сезнең тарихыгыз Сезне эзәрлекләмәячәк
uk: Ваша історія не стежить за вами
vi: Lịch sử của bạn không theo dõi bạn
zh_cn: 历史记录消失术
zh_tw: 瀏覽紀錄，不用隨身帶著走
